acsccid
adobe-source-han-mono-cn-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
aegisub
alacritty
alsa-firmware
amd-ucode
amule
android-apktool
android-platform
android-sdk-build-tools
anything-sync-daemon
apache
arandr
archiso
archlinuxcn-keyring
aria2
ariang-allinone
ario
arp-scan
aspnet-runtime
asunder
autoconf
automake
base
bililive-recorder-bin
binwalk
blueman
bluez-tools
bluez-utils
brightnessctl
bsd-games
btrfs-heatmap
caddy
calibre
ccache
ccls
cf-tool
cgdb
cheese
chromium
clipman
clojure
cmake
code
compsize
cronie
ctags
czkawka-gui
darktable
dconf-editor
debootstrap
deno
diesel-cli
dmg2img
dns-over-https
docker
dolphin
drawio-desktop-bin
dunst
dust
emacs
eog
eslint
ethtool
evolution
exa
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-pinyin-moegirl-rime
fcitx5-rime
fcitx5-skin-material
fcitx5-skin-simple-git
fd
filezilla
firefox
firefox-nightly-en-us
fractal
frpc
fuse-overlayfs
gammaray
gdm
gedit
geogebra
gitui
glow-sans-j-normal
glow-sans-sc-normal
glow-sans-tc-normal
gnome-boxes
gnome-calculator
gnome-font-viewer
gnome-icon-theme
go
gperf
grimshot
grub-theme-vimix
grub-theme-vimix-color-2k-git
gthumb
gtklock
haproxy
haveged
helix
helvum
hg-git-hg
hmcl
htop
hyperfine
i3blocks
i3status-rust
iftop
imv
inetutils
iperf
isync
j4-dmenu-desktop-git
java11-openjfx
kanshi
kate
kdenlive
kooha
krita
lazygit
leftwm-theme-git
lemon-lime
lib32-libpcap
libchamplain
libreoffice-fresh
linux-lts
linux-zen
logcat-color3
logseq-desktop
lsd
lux-dl
lxappearance-obconf
macchanger
maim
man-db
marktext-bin
maven
memtester
mesa-demos
mesa-utils
meson
minder
minecraft-launcher
mingw-w64-gcc
mkvtoolnix-cli
mpc
mpd
mpdris2
mpv
msmtp
mtr
musl
mutt
nali-cli
namcap
nano
nautilus
ncmpcpp
ncurses5-compat-libs
neofetch
neomutt
net-tools
netctl
netease-music-tui
newsflash
nmap
noi-despised-git
noto-fonts-emoji
ntp
nvidia-prime
nwg-displays
obconf
obs-studio
onefetch
openttd
osu-lazer
pacman-contrib
pacutils
pacvis-git
paperkey
papirus-icon-theme
parcimonie-sh-git
partitionmanager
paru
pavucontrol
peek
phantun
php-fpm
php-yaml
pkcrack
pkgbuild-introspection
pkgconf
pkgfile
pngcheck
pngquant
poi
polkit-gnome
prettier
privoxy
profile-sync-daemon
proxychains-ng
pwgen
python-bluepy
python-cpplint
python-pybluez
python-pysrt
python-pyusb
qbittorrent
qpdf
qpwgraph
qt5-styleplugins
qt5ct
qtox
qtqr
rathole
rclone
reflector
remmina
repo
rime-cantonese
rime-double-pinyin
rime-pinyin-zhwiki
rime-quick
rime-wubi
rime-wugniu
ripgrep-all
rmlint
rng-tools
rubyripper
rust-analyzer
rust-docs-nightly
scrcpy
screen
screenfetch
shadow-tls
sirula-git
skim
sl
smartdns-china-list-git
snapper
sof-firmware
sqlmap
ssfconv
steam
stegsolve
stow
swappy
sway-im
syncthing
systemd-swap
tcpdump
tectonic
terminator
texlive-bibtexextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-moderncv-git
texlive-music
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tox-weechat-git
tpm2-tools
transmission-gtk
transmission-remote-gtk
tree
trojan
trojan-go-git
ttf-fira-code
ttf-font-awesome-4
ttf-jetbrains-mono
ttf-lxgw-wenkai
ttf-nerd-fonts-symbols-2048-em
ttf-times-new-roman
unarchiver
unbound-china-list-git
urlencode
urlview
uutils-coreutils
uxplay-git
v2ray
valgrind
ventoy-bin
vifm
vim-plug
vimix-gtk-themes
virt-manager
virt-viewer
virtio-win
vlc
vlmcsd
vmessping
vmessspeed
vsftpd
waifu2x-converter-cpp-git
wait-online-rs-git
waydroid
wemeet-bin
wf-recorder
wireshark-qt
wlroots0.15
woshiluo-tools
xdg-user-dirs-gtk
xf86-video-amdgpu
xorg-xev
xsettingsd
yarn
yay
ydcv-rs-git
you-get
yubico-piv-tool
yubikey-manager-qt
yuzu-mainline-git
zellij
zip
zoom
zoxide
