acpi_call
acsccid
adobe-source-han-mono-cn-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
aegisub
alacritty
alsa-firmware
amd-ucode
amd-vulkan-prefixes
amule
android-apktool-bin
android-platform
android-sdk-build-tools
anything-sync-daemon
apache
arandr
archiso
archlinuxcn-keyring
ares-decrypt
aria2
ariang-allinone
ario
arp-scan
aspnet-runtime
asunder
atftp
audacity
autoconf
automake
base
bear
binwalk
bird
bison
blueman
bluez-tools
bluez-utils
brightnessctl
bsd-games
btrfs-heatmap
caddy
calibre
ccache
ccls
cf-tool
cfr
cgdb
cheese
chromium
chrony
cliphist
clipman
clojure
cmake
code-marketplace
compsize
cronie
ctags
darktable
dconf-editor
debootstrap
deno
dex2jar
diesel-cli
dmg2img
dns-over-https
dolphin-emu-git
drawio-desktop-bin
dust
emacs
eog
eslint
eslint-language-server
ethtool
evolution
eww-wayland
eza
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-pinyin-moegirl-rime
fcitx5-rime
fcrackzip
ffuf
figlet
filezilla
firefox
firefox-nightly-en-us
foremost
fractal
frpc
fuse-overlayfs
gammaray
gdm
geckodriver
gedit
geogebra
ghc
ghex
gitui
glow-sans-j-normal
glow-sans-sc-normal
glow-sans-tc-normal
gnome-boxes
gnome-calculator
gnome-font-viewer
gnome-system-monitor
gparted
gperf
grimblast-git
grimshot
grub-theme-vimix
grub-theme-vimix-color-2k-git
gthumb
haproxy
hashcat
helix
helvum
hmcl
htop
hyperfine
hyprpaper
i3blocks
i3status-rust
iftop
imv
inetutils
insomnia
iperf
ironbar-git
isync
j4-dmenu-desktop-git
jadx-gui-desktop
jd-gui-bin
jdtls
john
joycond-git
jplag
kanshi
kooha
krita
lazygit
lemon-lime
lib32-libpcap
libchamplain
libreoffice-fresh
libscrypt
linux-lts
linux-wifi-hotspot
llvm11-minimal
logcat-color3
logseq-desktop-bin
lrzsz
lsd
lux-dl
lxappearance-obconf
macchanger
maim
man-db
maven
mcaselector
memtester
mesa-demos
mesa-utils
meson
minder
minecraft-launcher
mingw-w64-gcc
mkvtoolnix-cli
mpc
mpd
mpdris2-rs
msmtp
mtr
musl
mutt
nali-cli
namcap
nano
nautilus
ncmpcpp
ncurses5-compat-libs
neofetch
neomutt
net-tools
netctl
newsflash
nmap
noto-fonts-emoji
ntp
obconf
obs-studio
onefetch
openttd
pacman-contrib
pacutils
pacvis-git
paperkey
papirus-icon-theme
paru
pavucontrol
peek
perl-rename
phantun
php-fpm
pkcrack
pkgfile
pngcheck
pngquant
poi
polkit-gnome
pot-translation
prettier
privoxy
profile-sync-daemon
proxychains-ng
pwgen
pwndbg
pycdc-git
python-bluepy
python-cpplint
python-icalendar
python-pyasn1
python-pybluez
python-pysrt
python-pyusb
python-qrcode
python-rich
python-yarl
python-z3-solver
python39
qbittorrent
qpdf
qpwgraph
qt5ct
qt6ct
qtox
qtqr
rarcrack
rathole
rclone
reflector
remmina
repo
revda-git
rime-cantonese
rime-double-pinyin
rime-pinyin-zhwiki
rime-quick
rime-wubi
rime-wugniu
ripgrep-all
rmlint
rng-tools
rust-docs-nightly
sagemath
scrcpy
screen
screenfetch
shadow-tls
sirula-git
skim
sl
smartdns-china-list-git
smartmontools
smbnetfs
snapper
socat
sof-firmware
spirv-llvm-translator11-minimal
sqlmap
ssfconv
stack
steam
stegsolve
stow
swappy
sway
syncthing
tcpdump
tectonic
telegram-desktop-megumifox
terminator
tftp-hpa
thunderbird
tpm2-tools
transmission-gtk
transmission-remote-gtk
tree
trojan
ttf-fira-code
ttf-jetbrains-mono
ttf-lxgw-wenkai
ueberzugpp
unbound
upx
urlview-git
uutils-coreutils
uxplay-git
v2ray
v4l2loopback-utils
valgrind
ventoy-bin
vifm
vim-plug
vimix-gtk-themes
virt-manager
virt-viewer
virtio-win
vlc
vmessping
vmessspeed
vsftpd
vue-language-server
vulkan-mesa-layers
vulkan-tools
waifu2x-converter-cpp-git
waifu2x-ncnn-vulkan
wait-online-rs-git
wemeet-bin
wf-recorder
wireshark-qt
woshiluo-tools
xdg-user-dirs-gtk
xf86-video-amdgpu
xh
xorg-xev
xsettingsd
yakit-appimage
yarn
yay
yazi
ydcv-rs-git
you-get
yubico-piv-tool
yubikey-manager-qt
yuzu-mainline-git
zellij
