acpica
acpid
adobe-source-han-mono-cn-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
alsa-firmware
amd-ucode
amule
android-apktool
android-sdk-build-tools
anything-sync-daemon
apache
archiso
archlinuxcn-keyring
aria2
ariang-allinone
atom
base
bcache-tools
binwalk
bison
bridge-utils
bsd-games
btrfs-heatmap
calibre
cantata
ccache
cf-tool
checksec
chromium
cmake
cronie
davfs2
dconf-editor
debootstrap
diesel-cli
discord
dns-over-https
dnsmasq-china-list-git
dunst
dust
earlyoom
enpass-bin
eog
exa
exfat-utils
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-pinyin-moegirl-rime
fcitx5-pinyin-zhwiki-rime
fcitx5-rime
fcitx5-skin-material
fcrackzip
fd
filezilla
firefox
firefox-nightly-en-us
flameshot
flex
foremost
frpc
fuse-overlayfs
gammaray
gedit
geogebra
ghex
gimp
gitui
glow-sans-j-normal
glow-sans-sc-normal
glow-sans-tc-normal
gnome-boxes
gnome-calculator
gnome-icon-theme
go
gotop-bin
gpick
grimshot-git
grub-theme-vimix
gtk-doc
gvtg_vgpu-git
hexedit
hg-git-hg
hmcl
htop
hyperfine
i3blocks
i3status-rust
ifenslave
iftop
inkscape
isync
j4-make-config-git
kitty
knot-resolver
krita
kwrite
lazygit
lemon-lime
libreoffice-fresh
lightdm-gtk-greeter-settings
lsd
lxappearance-obconf
lxd
macchanger
maim
man-db
marktext-bin
mesa-demos
meson
minder
moon-buggy
mosh
mpc
mtr
mutt
nali-cli
nano
nautilus
ncdu
ncmpc
ncmpcpp
neofetch
neomutt
nerd-fonts-fira-code
net-tools
netctl
netease-cloud-music-gtk
netease-music-tui
newsflash
noi-despised-git
noto-fonts-emoji
ntfs3-dkms
ntp
nvidia-prime
obconf
opensc
pacman-contrib
pacutils
pacvis-git
pamixer
pandoc
papirus-icon-theme
parcimonie-sh-git
paru
pavucontrol
php-fpm
php-yaml
picom
pkcrack
playerctl
pngcheck
pngquant
poi
polkit-gnome
privoxy
profile-sync-daemon
proxychains-ng
pwgen
qbittorrent
qemu-user-static
qliveplayer
qpdf
qt5-styleplugins
qt5ct
qtqr
qv2ray
ranger
rarcrack
rdesktop
rdfind
redis
reflector
remmina
repo
rime-cantonese
rime-double-pinyin
rime-quick
rime-wubi
rime-wugniu
rmlint
ropgadget
ruby-iostruct
ruby-zpng
rust-analyzer
rust-docs
scrcpy
screen
screenfetch
skim
sl
smartdns
snapper
sndcpy-bin
sof-firmware
sqlmap
stegsolve
stow
swappy
syncthing
systemd-report-entropy
systemd-swap
tcpdump
tectonic
telegram-desktop-megumifox
terminator
texlive-bibtexextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-moderncv-git
texlive-music
texlive-pstricks
texlive-publishers
texlive-science
tig
tree
trojan
trojan-go-git
ttf-fira-code
ttf-font-awesome-4
ttf-jetbrains-mono
ttf-lxgw-wenkai
ttf-nerd-fonts-symbols
ttf-times-new-roman
udptunnel
unarchiver
unbound
upd72020x-fw
urlview
usbaudio-git
vi
vifm
vim-plug
vimix-gtk-themes
virt-manager
virt-viewer
virtio-win
vlmcsd
vmessping
vmessspeed
vulkan-tools
wait-online-git
weston
wf-recorder
wireshark-qt
wlrobs-hg
wofi
woshiluo-tools
xautolock
xboard
xchm
xdg-user-dirs-gtk
xf86-video-amdgpu
xorg-xbacklight
yarn
yay
ydcv-rs-git
you-get
z3
zoxide
